export const monster_drop_out = `
    <table id="goods" border=1 cellspacing=0 cellpadding=0>
    <tr height=22>
        <td height=22 width=173>弓手犬</td>
        <td width=644>黑白色的毛皮、破舊的背心、斷箭、壞掉的角帽、狩獵之弓(2洞)、銳利晶體、陷阱、羽戎衣(1洞)、狩獵之弓、祭祀之書(3洞)、稚嫩的綠之魂、灰白毛皮</td>
    </tr>
    <tr height=22>
        <td height=22>戰士犬</td>
        <td>犬牙、老舊的領帶、斷劍的碎片、復原藥水、健康晶體、圓月砍刀(2洞)、犬耳、柳葉雙刃(3洞)、圓月砍刀、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>暗殺貓</td>
        <td>貓牙、貓指甲、黑色的毛皮、貓用小鈴鐺、小魚乾、松茸、音速晶體、赤羽皮衣、長釘髮飾、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>殺人兔</td>
        <td>兔耳朵、白色的毛皮、斷掉的棍棒、紅蘿蔔、靜默晶體、白兔耳、咒符之杖(1洞)、咒符之杖、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>狂暴狸貓</td>
        <td>黃色的毛皮、斷斧的碎片、馬鈴薯、核桃、囚犯衣、震懾晶體、Ｉ級武具鍊金原石、魔術短劍(2洞)、雪蟬羽衣(1洞)、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>工程地鼠</td>
        <td>毛皮、地鼠的爪子、劣質礦石、Ｐ級武具鍊金晶石、Ｐ級防具鍊金晶石、番薯、皮盾(1洞)、黃色安全第一帽(1洞)、暈眩晶體、皮盾、浪漫的紅之魂、地鼠的爪子</td>
    </tr>
    <tr height=22>
        <td height=22>俠盜鼠</td>
        <td>鼠鬚、老鼠耳朵、鼠尾、破舊的長褲、乳酪、白鼠耳髮飾、隼之劍(1洞)、隱匿晶體、隼之劍(2洞)、普通的寵物飼料、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>騎士馬</td>
        <td>白色的毛皮、騎士馬之角、斷劍的碎片、壞掉的盾牌、Ｐ級防具鍊金晶石、煉鋼晶體、鐵盾、騎兵之劍(1洞)、騎兵之劍、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>胖達</td>
        <td>黑白色的毛皮、熊掌、斷掉的竹子、鱈魚、蜂蜜、太陽晶體、雨傘(2洞)、書呆子眼鏡(1洞)、神奇藥水、木棍(3洞)、浪漫的紅之魂、竹葉</td>
    </tr>
    <tr height=22>
        <td height=22>搖滾鴕鳥</td>
        <td>鳥的羽毛、有刺的頸圈、壞掉的吉他、髮膠、護目晶體、古典眼鏡(1洞)、劈砍鐵劍(2洞)、陷阱、糖果手杖(3洞)、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>魔法喵</td>
        <td>灰色的毛皮、貓鬚、破舊的魔法帽、貓眼石、薄荷葉、乙太晶體、貓杖(1洞)、貓杖(2洞)、法師長袍(1洞)、黑色貓耳魔帽(1洞)、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>紅帽狼</td>
        <td>灰色的毛皮、紅頭巾破片、竹籃、生鏽的鐵爪、蘋果、掌心槍．雙擊(2洞)、勇氣晶體、掌心槍．雙擊、地裂LV1卡、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>休閒鵝</td>
        <td>藍色的毛皮、眼罩破片、壞掉的滑雪杖、雙槍．沙漠之鷹(2洞)、月亮晶體、神奇藥水、白色無邊帽(1洞)、雙槍．沙漠之鷹、敏捷提升LV1卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>雪地熊</td>
        <td>白色的毛皮、熊掌、鮪魚、野獸晶體、波塞頓戰甲、太陽眼鏡、高級的寵物飼料、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>兇惡猴</td>
        <td>猴子的尾巴、香蕉、Ｉ級武具鍊金原石、杉木弓(2洞)、輕皮甲(1洞)、體力晶體、隨身小刀(2洞)、普通的寵物飼料、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>高智能犬</td>
        <td>白色的毛皮、狗耳朵、噴射背包、大骨頭、獵戶晶體、單片眼鏡(1洞)、靈氣藥、月詠護手(1洞)、月詠護手、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>玩具殺人熊</td>
        <td>棉花、布、上級復原藥水、折翼晶體、紅色無邊帽(1洞)、戰意激昂LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>雪原獸</td>
        <td>野獸牙齒、野性之血、斷掉的棍棒、獸人之爪、重型晶體、硬革拳套(2洞)、雙手闊刃劍(2洞)、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>吼</td>
        <td>龍的鱗片、龍的指甲、龍之牙、龍之血、Ｐ級防具鍊金晶石、火元晶體、寬刃劍(2洞)、彈夾、寬刃劍、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>嗥</td>
        <td>龍的鱗片、龍之角、龍之心、龍之血、蔬菜、鐵甲晶體、騎兵之劍(2洞)、騎兵之劍、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>幻影曼絲絡芙</td>
        <td>超級靈氣酒x3、克羅托秘藥x3、生命的秘藥x3、鐮刀的碎片</td>
    </tr>
    <tr height=22>
        <td height=22>曼絲絡芙</td>
        <td>超級靈氣酒x10、克羅托秘藥x10、生命的秘藥x10、鐮刀的碎片、魔王角飾、霸者角飾</td>
    </tr>
    <tr height=22>
        <td height=22>威力雞</td>
        <td>雞爪、鳥喙、雞肉、米、蛋、夾腳拖鞋、美工刀(2洞)、動物晶體、美工刀、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>小王*超級威力雞</td>
        <td>鮮紅雞冠、氣魄眼鏡碎片、中級復原藥水x10、新月藥x10、霸者晶體、黃色氣魄眼鏡、黑色貝雷帽(1洞)、鎖子甲(1洞)、愛心小手(2洞)、蓄力一擊LV3卡、浪漫的紅之魂、幻之金屬的碎片</td>
    </tr>
    <tr height=22>
        <td height=22>毛毛</td>
        <td>雜亂的毛、滑順的毛、毛球、生命藥草、纏腳布、短劍(2洞)、祝福晶體、短劍、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>小王*毛毛大王</td>
        <td>華麗的毛球、漂亮的絨毛、氣魄眼鏡碎片、中級復原藥水x10、新月草x10、大王晶體、愛心小手(3洞)、魔導之書(2洞)、羅剎戰甲(1洞)、鋼索環甲(1洞)、衝擊波LV3卡、浪漫的紅之魂、幻之金屬的碎片</td>
    </tr>
    <tr height=22>
        <td height=22>元氣豬</td>
        <td>豬尾巴、豬肉、木盾(1洞)、麻布長袍(1洞)、意志晶體、美工刀(3洞)、基礎之書(3洞)、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>超級豬</td>
        <td>豬尾巴、花瓣、豬肉、心靈晶體、雙牙劍(2洞)、Ｉ級武具鍊金原石、祈禱書(2洞)、雙牙劍、體力提升LV1卡、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>西方魔佗蘿</td>
        <td>魔佗蘿的葉子、魔佗蘿的根、金色小石、紅蘿蔔、反光晶體、Ｉ級武具鍊金原石、鬥者雙劍(1洞)、鬥者雙劍、叫囂LV1卡、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>東方魔佗蘿</td>
        <td>魔佗蘿的葉子、魔佗蘿的根、銀色小石、白蘿蔔、刺客晶體、圓框眼鏡(1洞)、鬥者雙劍(2洞)、鬥者雙劍、麻痺LV1卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>斑斑菇</td>
        <td>香菇孢子、香料、光輝之草、香菇、雙刃劍(2洞)、植物晶體、秘銀戒指(1洞)、雙刃劍、普通的寵物飼料、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>點點菇</td>
        <td>蝴蝶結碎片、香料、闇影之草、香菇、學識晶體、祭祀之書(2洞)、糖果手杖(2洞)、Ｉ級防具鍊金原石、祭祀之書、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>球莖怪</td>
        <td>植物的黏液、植物的根、植物的種子、鮮嫩的球莖、農家晶體、絲質長袍(1洞)、赤銅護手(1洞)、陷阱、鐵製短劍(3洞)、普通的寵物飼料、強化魔攻LV1卡、智力提升LV1卡、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>草莖怪</td>
        <td>植物的種子、鮮嫩的草莖、蔬菜、輕巧晶體、短劍(3洞)、小花戒指(1洞)、小花戒指、稚嫩的綠之魂、艾草</td>
    </tr>
    <tr height=22>
        <td height=22>食人花</td>
        <td>植物的莖、染血的花瓣、乾燥的花瓣、染血的花蕾、新月藥、葉綠晶體、曬衣干(2洞)、掃除掃把(3洞)、曬衣干、催眠LV2卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>大王花妖</td>
        <td>染血的花瓣、異變的花瓣、染血的花蕾、異變的花蕾、聖骸晶體、綠色大髮帶(1洞)、噬血LV2卡、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>曼陀蘿</td>
        <td>花瓣、花蕾、曼陀蘿的葉子、曼陀蘿的根、蔬菜、長戰弓(2洞)、葉冠(1洞)、術力晶體、掃除掃把(2洞)、治癒術LV1卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>惡作劇南瓜</td>
        <td>線、南瓜皮、南瓜種子、魔力草藥、南瓜、Ｉ級防具鍊金原石、邪靈晶體、南瓜手杖(3洞)、南瓜手杖(2洞)、搞笑藝人眼鏡、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>搗蛋南瓜</td>
        <td>南瓜皮、南瓜種子、螺絲釘、螺帽、魔力草藥、南瓜、護法晶體、赤銅劍(1洞)、九節法杖(2洞)、青銅之盔(1洞)、能量覺醒LV1卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>流浪仙人掌</td>
        <td>仙人掌花、仙人掌刺、仙人掌的汁液、泉水、準確晶體、紅寶石戒指(1洞)、合成弓、裝飾槍．赤焰(2洞)、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>鑽頭精靈</td>
        <td>蜜蜂尾針、蜜蜂的翅膀、蜂巢碎片、蜂膠、蜂蜜、睿智晶體、祕銀雙劍(1洞)、緊身戰鬥服(1洞)、祕銀雙劍、閃雷LV1卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>沙蟲</td>
        <td>沙蟲之卵、砂礫、沙蟲牙齒、Ｓ級武具鍊金晶石、大地晶體、祕銀短劍(1洞)、祕銀短劍、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>赤蠍</td>
        <td>昆蟲之足、蠍螯、蠍尾毒針、Ｐ級武具鍊金晶石、破空晶體、卡爾短劍(2洞)、慈愛之書(2洞)、卡爾短劍、高級的寵物飼料、遲緩LV1卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>黑死蛾</td>
        <td>蟲蛹、彩色翅膀、毒素、毒磷粉、粹毒晶體、蝶舞雙劍(1洞)、蝶翅、Ｐ級武具鍊金晶石、蝶舞雙劍、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>大毛蟲</td>
        <td>昆蟲外皮、昆蟲的黏液、蟲蠱、Ｓ級防具鍊金晶石、沙漠晶體、狙擊弓(1洞)、狙擊弓、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>虎鉗蜻蜓</td>
        <td>昆蟲硬殼、光輝之草、蜻蜓翅膀、復原藥水、力量晶體、柳葉雙刃(2洞)、劈砍鐵劍(3洞)、柳葉雙刃、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>角蟲</td>
        <td>蟲蛹、細絲、Ｐ級防具鍊金晶石、魔素晶體、中級復原藥水、愛心小手(1洞)、力量道服(1洞)、愛心小手、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>鬥甲蟲</td>
        <td>甲蟲的鬥志、硬角質、辣椒、蟲蠱晶體、聖女法杖(1洞)、聖女法杖、頂級的寵物飼料、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>巨甲蟲</td>
        <td>昆蟲硬殼、鐵粉、蕃茄、防蟲晶體、裝飾槍．赤焰(3洞)、鋼鐵之盔(1洞)、羅剎戰甲、裝飾槍．赤焰、強化防禦LV1卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>巨鉗</td>
        <td>巨鉗之鉗、古老的黏土板、Ｓ級武具鍊金晶石、月牙晶體、龍麟盾、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>變種蠅</td>
        <td>蟲卵、蒼蠅的翅膀、生命藥草、Ｉ級防具鍊金原石、鐵製短劍(2洞)、蟲族晶體、雙刃劍(3洞)、鐵製短劍、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>兵蟻</td>
        <td>兵蟻的下巴、兵蟻的觸鬚、核桃、鋼製短劍(2洞)、騎士晶體、祕銀雙劍(2洞)、鋼製短劍、騎士之盔、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>火紅蟻</td>
        <td>火紅蟻的下巴、火紅蟻的觸鬚、Ｐ級武具鍊金晶石、辣椒、輕裝晶體、獵人短刀(1洞)、隼之弓(2洞)、隼之弓、災炎LV1卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>蜥蜴獸人</td>
        <td>蜥蜴的鱗片、蜥蜴的尾巴、壞掉的盾牌、酒、凍結晶體、青銅盾、囚犯衣(1洞)、囚犯衣、高級的寵物飼料、力量提升LV1卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>虎蜥戰士</td>
        <td>虎蜥的銳牙、腐肉、虎蜥之爪、Ｓ級防具鍊金晶石、致命晶體、點燃的香煙、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>小王*鷹人</td>
        <td>鷹人之爪、Ｐ級武具鍊金晶石x5、硬革拳套(3洞)、騎士之盔(1洞)、經脈晶體、雷鳴之書、紅蓮之書、卡爾短劍(1洞)、災炎LV1卡、浪漫的紅之魂、幻之金屬的碎片</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*虎蜥獸人王</td>
        <td>虎蜥王之證、終極復原藥水x10、破皇晶體、巨人之骨、斬首屠刀(1洞)、玄武重鎧、聖十字劍(1洞)、比翼雙劍(1洞)、鬥者雙劍(1洞)、潛力提升LV3卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>山豬戰士</td>
        <td>硬質的毛皮、山豬的獠牙、獸人皮甲、壞掉的流星槌、Ｓ級防具鍊金晶石、角鬥晶體、十字巨劍(1洞)、棒鎚(1洞)、十字巨劍、棒鎚、築夢的藍之魂、幻之金屬的碎片</td>
    </tr>
    <tr height=22>
        <td height=22>茲默默</td>
        <td>鎖鏈、鐵球的碎片、巨塔晶體、星晨之書(1洞)、星晨之書、麻痺LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>獨眼戰士</td>
        <td>惡魔的心臟、眼珠、鑽石碎片、殺伐的意志、武者晶體、新月之露、貝莉絲之帽(1洞)、強化命中LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>科學怪人</td>
        <td>人工心臟、人工肌肉、人造血液、終極復原藥水、聖潔晶體、赤色貝莉絲之帽(1洞)、貫甲槍．殉葬(1洞)、風宿之弓(1洞)、能量覺醒LV2卡、睿智的黃之魂、幻之金屬的碎片</td>
    </tr>
    <tr height=22>
        <td height=22>萌布靈劍擊士</td>
        <td>破碎的頭盔、獸人的指甲、獸人外衣、柔軟的頭髮、蕃茄、蘋果、健壯晶體、強化皮甲(1洞)、木棍(2洞)、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>萌布靈刺擊士</td>
        <td>破碎的頭盔、獸人的指甲、獸人外衣、柔軟的頭髮、草莓、楓糖、保暖晶體、聖者之袍、木棍(2洞)、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>萌布靈斧戰士</td>
        <td>破碎的頭盔、獸人的指甲、獸人外衣、柔軟的頭髮、西瓜、南瓜、攻擊晶體、夜叉戰甲、木棍(2洞)、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>黑烏鴉</td>
        <td>盔甲碎片、碎鐵塊、螺帽、螺絲釘、淒風晶體、銀月弓(1洞)、鋼鐵堡壘LV1卡、築夢的藍之魂、幻之金屬的碎片</td>
    </tr>
    <tr height=22>
        <td height=22>半人魚</td>
        <td>魚鱗、半人魚之牙、半人魚之鰭、半人魚之蹼、貝類、流水晶體、狩月弓(1洞)、狩月弓、敏捷提升LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>塔克</td>
        <td>章魚足、墨汁、破舊的背心、鮪魚、章魚、炫光晶體、護胸甲(1洞)、長月之袍(1洞)、護胸甲、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>魔蛙</td>
        <td>蛙蹼、蛙腿、蛙卵、荷葉、泉水、小魚乾、慈悲晶體、魔導手杖(2洞)、魚鱗甲(1洞)、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>鱷魚戰士</td>
        <td>鱷魚皮、鱷魚的尾巴、鱷魚之眼、Ｐ級防具鍊金晶石、漁夫晶體、寒鐵劍(1洞)、獵人短刀(2洞)、寒鐵劍、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>水球怪</td>
        <td>光輝之草、橡皮筋、泉水、生命藥草、基礎之書(2洞)、水棲晶體、杉木弓(3洞)、杉木弓、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>小王*進化水球怪</td>
        <td>氣魄眼鏡碎片、泉水@15@靈氣酒x10、Ｐ級防具鍊金晶石x5、祕法晶體、水色緞帶(1洞)、賢者之書(1洞)、銀絲之袍(1洞)、流水之書、催眠LV3卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>鯊魚戰士</td>
        <td>鯊魚的牙齒、鯊魚之鰭、壞掉的長叉、鮪魚、鱈魚、撲殺晶體、熾炎之弓、十字巨劍(2洞)、十字巨劍、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>小妖精</td>
        <td>金針花、小妖精翅膀、妖精燐粉、泉水、蘋果、精靈晶體、厚重字典(2洞)、基本長弓(2洞)、圍裙(1洞)、精神提升LV1卡、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>火球怪</td>
        <td>火之核、眼珠、玉石、辣椒、灼熱晶體、朱雀法袍、聖靈法杖(1洞)、遲緩LV2卡、築夢的藍之魂、幻之金屬的碎片</td>
    </tr>
    <tr height=22>
        <td height=22>鍊金獸（水）</td>
        <td>煉金獸之牙、煉金元素、聖靈之果、元素晶體、秘銀甲(1洞)、祕銀甲、強化魔防LV3卡、築夢的藍之魂、幻之金屬的碎片</td>
    </tr>
    <tr height=22>
        <td height=22>煉金獸（地）</td>
        <td>煉金獸之牙、煉金元素、星星晶體、六角鋼棍、聖靈之果、強化防禦LV3卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>天使娃娃</td>
        <td>天使的刻印、乙太的魂魄、妖精之淚、光輝晶體、天使光環、元素抵禦LV2卡、睿智的黃之魂、幻之金屬的碎片、妖精的翅膀(1洞)</td>
    </tr>
    <tr height=22>
        <td height=22>守護石像</td>
        <td>斷斧的碎片、石像的碎片、神秘金屬、破損石像冑甲、七色晶體、棒鎚(2洞)、體力提升LV2卡、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>魔法煉金生物（地）</td>
        <td>煉金的魔核、魔力晶石、靈氣酒、新月藥、荒土晶體、黑色髮箍(1洞)、地裂LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>魔法煉金生物（水）</td>
        <td>煉金的魔核、魔力晶石、靈氣酒、新月藥、冰獄晶體、黑色髮箍(1洞)、冰刃LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>魔法煉金生物（火）</td>
        <td>煉金的魔核、魔力晶石、靈氣酒、新月藥、紅蓮晶體、黑色髮箍(1洞)、災炎LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>魔法煉金生物（風）</td>
        <td>煉金的魔核、魔力晶石、靈氣酒、新月藥、蒼穹晶體、黑色髮箍(1洞)、閃雷LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>雪妖精</td>
        <td>雪妖精之環的碎片、乙太之素、雪之結晶、教會晶體、星晨之書、新月之露、星耀LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>斬風怪</td>
        <td>鐮刀的碎片、木車輪、鑽石碎片、木材、靈氣藥、敏捷晶體、赤銅劍(2洞)、鍛鋼護手(1洞)、圓月砍刀(2洞)、紫金軟甲、噬血LV1卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>小王*古代惡魔</td>
        <td>魔神之血x2、妖精之淚x10、暴虐晶體、霸王剪刀劍、青龍棍、無序髮飾(1洞)、咒刃LV3卡、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*巴弗滅</td>
        <td>巴弗滅的巨鐮、拉克西絲秘藥x10、霸者之劍(1洞)、霸者之劍、天嵐戰衣、投擲石頭LV3卡、睿智的黃之魂、完整的裝備之心</td>
    </tr>
    <tr height=22>
        <td height=22>刺球怪</td>
        <td>惡魔之血、邪惡的意念、刺針、腐肉、Ｓ級防具鍊金晶石、暴躁晶體、暗殺小刀(1洞)、致命打擊LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>米陶諾斯</td>
        <td>米陶諾斯之證、毀壞的戰斧、終極復原藥水、背德晶體、黑色無邊帽(1洞)、睿智的黃之魂、幻之金屬的碎片</td>
    </tr>
    <tr height=22>
        <td height=22>邪眼</td>
        <td>殘破惡魔之翅、惡魔的指甲、惡魔之血、眼珠、Ｓ級武具鍊金晶石、猛烈晶體、雙槍．沙漠之鷹(2洞)、惡魔翅膀、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>奇美拉</td>
        <td>惡魔之角、惡魔之血、鑽石碎片、Ｇ級武具鍊金晶石、守護晶體、強化攻擊LV2卡、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>鷲翼獸</td>
        <td>巨鳥的羽毛、巨鳥的喙、奪取晶體、劍隨．劍離(1洞)、聖靈之果、劍隨．劍離、活力覺醒LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>寶箱魔獸</td>
        <td>鑽石碎片、寶箱大鎖、木材、夢幻晶體、靈氣藥x3、靈氣酒x3、超級靈氣酒x3、終極靈氣酒、蓄力一擊LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>巨鎚般若</td>
        <td>玉石、惡魔之牙、鎖鏈、面具的碎片、新月之露、生魂晶體、野太刀(1洞)、野太刀、戰意激昂LV1卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>石像鬼</td>
        <td>壞掉的長叉、砂礫、石像鬼之角、Ｓ級防具鍊金晶石、暗元晶體、青銅棍(2洞)、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>五吋釘怪</td>
        <td>邪惡的意念、亡靈的思念、老舊的繃帶、鐵釘、Ｓ級武具鍊金晶石、衰落晶體、妖擊短劍(1洞)、眼罩、妖擊短劍、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>三尾妖狐</td>
        <td>銀色的毛皮、老舊鈴鐺、妖力之源、魔力晶體、神行足的證明、頂級的寵物飼料、精神提升LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>鎌刃狐</td>
        <td>邪惡的意念、金色的毛皮、鐮刀的碎片、飛燕晶體、惡魔短劍、強化迴避LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>人偶娃娃</td>
        <td>邪惡的意念、人偶外衣、假髮、蜂蜜、楓糖、魔導晶體、紅色洛可可頭飾、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>幽靈娃娃</td>
        <td>乙太之素、黑色的髮絲、麵粉、混沌晶體、水晶護手、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>無人盔甲</td>
        <td>祕銀、盔甲碎片、巨劍的碎片、淨化晶體、斬空劍、鋼鐵堡壘LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>蠻族英靈</td>
        <td>面具的碎片、壞掉的長叉、鑽石碎片、米、酒、惡魔晶體、長戰弓(1洞)、黃色大髮帶(1洞)、長戰弓、投擲石頭LV1卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>闇靈法師</td>
        <td>亡靈的思念、魔之元素、骷髏頭、新月之露、深暗晶體、黑曜石之戒(1洞)、黑曜石之戒、咒刃LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>骷髏槍手</td>
        <td>子彈殼、骷髏頭、槍套、舊式板機、Ｐ級防具鍊金晶石、命中晶體、轉輪槍．雙貫(2洞)、彈夾、火藥、靈巧提升LV1卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>骷髏士兵</td>
        <td>亡靈的思念、壞掉的盾牌、斷劍的碎片、骷髏頭、鏡面晶體、聖十字劍、鐵盾(1洞)、Ｐ級武具鍊金晶石、祕銀短劍、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>惡魔領主</td>
        <td>惡魔的魂魄、超級靈氣酒、濁血晶體、深淵魔杖、智力提升LV2卡、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*暗殺大師貓</td>
        <td>新月藥x10、上級復原藥水x10、無影晶體、狼牙棒(2洞)、雙槍．紅蓮式、刺客短劍(1洞)、主天使法典、敏捷提升LV3卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*俠盜英雄鼠</td>
        <td>靈氣酒x10、上級復原藥水x10、疾風忍衣、銀月弓(2洞)、蒼冥戰衣、流水之戒、炎火之戒、光輝之戒、深闇之戒、靈巧提升LV3卡、浪漫的紅之魂、神行晶體</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*傳說騎士馬</td>
        <td>傳說騎士馬之角、聖靈之果x10、聖痕晶體、阿修羅戰甲、蒼天雙刃(1洞)、聖堂之盾、黑色貴族禮帽(1洞)、白銀之劍(1洞)、蒼天雙刃、體力提升LV3卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>小王*搖滾鴕鳥團長</td>
        <td>鴕鳥團長的頸圈、髮膠x10、新月藥x10、雙手闊刃劍(3洞)、熱血拳套(2洞)、熱血拳套(1洞)、彩虹晶體、精神提升LV3卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*大魔法喵</td>
        <td>靈氣酒@15@魔力晶石x10、主天使法典(1洞)、白貓耳、櫻華舞袍、流水之戒、炎火之戒、光輝之戒、深闇之戒、主天使法典、智力提升LV3卡、浪漫的紅之魂、四大晶體</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*騎士鵝</td>
        <td>新月藥x10、上級復原藥水x10、鬥者法杖(1洞)、野戰靴、俄羅斯長統帽(1洞)、漆黑護手、鬥者法杖、賢者之書、魄力晶體、遲緩LV3卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>小王*狂暴玩具熊</td>
        <td>布x10、聖靈之果x5、妖精之淚x5、看穿晶體、精靈護盾、打狗棒、疾風雙劍、強化攻擊LV3卡、築夢的藍之魂、幻之金屬的碎片</td>
    </tr>
    <tr height=22>
        <td height=22>噬毒巨花</td>
        <td>異變的花瓣、異變的花蕾、毒素、神奇藥水、緩速晶體、幸運四葉草、騎士之盾、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>乾枯仙人掌</td>
        <td>仙人掌花、仙人掌刺、砂礫、風元晶體、狙擊弓(2洞)、狙擊弓、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*龍捲鑽頭精靈</td>
        <td>聖靈之果x10、神蹟晶體、聖靈之袍、舞鬥棍(1洞)、妖精之語、蝶舞雙劍(2洞)、舞鬥棍、穿甲短劍、強化魔攻LV3卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>幻光蝶</td>
        <td>蟲卵、蟲蛹、闇影之草、彩色翅膀、詛咒晶體、檜木之杖(2洞)、復原藥水、隨身小刀(3洞)、檜木之杖、隨身小刀、催眠LV1卡、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>食人毛蟲</td>
        <td>玉石、酸液、毒素、神準晶體、藍色大髮帶(1洞)、雙槍．紅蓮式(1洞)、潛力提升LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>毒翅蜻蜓</td>
        <td>毒蜻蜓之殼、蜻蜓翅膀、闇影之草、毒素、Ｐ級武具鍊金晶石、毒素晶體、月詠護手、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>工蟻</td>
        <td>昆蟲硬殼、工蟻的下巴、工蟻的觸鬚、Ｉ級防具鍊金原石、蘋果、米、巧克力、鋼製短劍(1洞)、收割晶體、厚重字典(3洞)、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>夜行蟻</td>
        <td>昆蟲硬殼、夜行蟻的下巴、夜行蟻的觸鬚、核桃、米、必殺晶體、妖擊短劍、彈夾、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>變種蜥蜴獸人</td>
        <td>蜥蜴的鱗片、蜥蜴的尾巴、獸人之爪、野性之血、滄海晶體、雨傘(3洞)、上級復原藥水、雨傘、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>高等虎蜥劍士</td>
        <td>虎蜥的銳牙、斷劍的碎片、腐肉、虎蜥之爪、Ｓ級武具鍊金晶石、突刺晶體、雪茄、生命覺醒LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>祭壇守護魔</td>
        <td>惡魔之血、惡魔的指甲、超級靈氣酒、光元晶體、聖者之袍(1洞)、聖者之袍、衝擊波LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>山鬼娘劍士</td>
        <td>破碎的頭盔、獸人的指甲、獸人毛衣、堅硬的頭髮、栗子、羊肉、封印晶體、金縷衣(1洞)、日月雙劍(2洞)、日月雙劍、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>山鬼娘刺擊士</td>
        <td>破碎的頭盔、獸人的指甲、獸人毛衣、堅硬的頭髮、栗子、鴨肉、人族晶體、紅色大髮帶(1洞)、隼之弓(1洞)、隼之弓、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>山鬼娘斧鬥士</td>
        <td>破碎的頭盔、獸人的指甲、獸人毛衣、堅硬的頭髮、栗子、麵條、獵殺晶體、青銅盾(1洞)、誓言之杖(2洞)、誓言之杖、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>深海半魚人</td>
        <td>半魚人之肉、Ｇ級武具鍊金晶石、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>魔化巨蛙</td>
        <td>蛙舌、蛙眼、毒蛙卵、荷葉、小魚乾、驅蟲晶體、學者之袍(1洞)、蛙鏡、魔導之書(1洞)、冰刃LV1卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>瘋狂鱷魚戰士</td>
        <td>鱷魚皮、鱷魚的尾巴、鱷魚之眼、Ｇ級防具鍊金晶石、上級復原藥水、生命晶體、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>噬血鯊魚戰士</td>
        <td>邪惡的意念、鑽石碎片、終極復原藥水、嗜血晶體、合金棍(1洞)、合金棍、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>火魅妖精</td>
        <td>小妖精翅膀、火魅妖精的磷粉、新月之露、狩魔晶體、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>巨岩斧魔</td>
        <td>石像的碎片、斷斧的碎片、砂礫、煉金元素、Ｓ級防具鍊金晶石、無響晶體、強化防禦LV2卡、築夢的藍之魂、幻之金屬的碎片</td>
    </tr>
    <tr height=22>
        <td height=22>肆風魔</td>
        <td>邪惡的意念、鐮刀的碎片、鑽石碎片、Ｓ級武具鍊金晶石、颱風晶體、風舞之劍、力量提升LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>棘刃刺球怪</td>
        <td>惡魔的指甲、惡魔之血、邪惡的意念、Ｇ級武具鍊金晶石、克羅托秘藥、復仇晶體、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>小王*咒詛之鎧</td>
        <td>祕銀x10、聖靈之果x5、妖精之淚x5、Ｇ級防具鍊金晶石x5、陰陽穿影、混沌戰鎧、計都．羅喉、宇環晶體、鋼鐵堡壘LV3卡、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>蠻族聖靈</td>
        <td>面具的碎片、遺留思念、靈氣酒、精神晶體、狩月弓(2洞)、鋼盾(1洞)、曬衣干(3洞)、火藥、狩月弓、衝擊波LV1卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>骷髏槍鬥家</td>
        <td>空彈夾、槍托、磨損子彈、槍機、槍管、狙擊晶體、神射手之證、三角軍帽、超級靈氣酒、靈巧提升LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>稻草人</td>
        <td>稻草、皮製護手(1洞)、襯衫、花襯衫(1洞)、神秘晶體、皮製護手、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>礦脈地鼠</td>
        <td>藍色的毛皮、地鼠的爪子、壞掉的工程安全帽、優質礦石、番薯、白色安全第一帽(1洞)、石像晶體、火藥、基本拳套(2洞)、梱綁LV2卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>鎌刃銀狐</td>
        <td>銀色的毛皮、銀狐之爪、鐮刀的碎片、彈夾、水晶護手(1洞)、自由晶體、水晶護手、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>牛人巨獸</td>
        <td>牛人鼻環、牛人之蹄、廢棄甲冑、野性之血、Ｇ級武具鍊金晶石、罪業晶體、狂化LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>山豬獸人</td>
        <td>草綠色的毛皮、山豬的獠牙、獸人皮甲、壞掉的流星槌、雙手闊刃劍(2洞)、戰鬥晶體、中級復原藥水、高級的寵物飼料、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>深海塔克</td>
        <td>章魚足、墨汁、鮪魚、章魚、寬刃劍(3洞)、水元晶體、神奇藥水、寬刃劍、活力覺醒LV1卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>千年曼陀蘿</td>
        <td>花瓣、花蕾、曼陀蘿的葉子、曼陀蘿的根、咒法晶體、狼牙棒(1洞)、聖靈之戒(1洞)、花冠(1洞)、聖靈之戒、狼牙棒、治癒術LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>冰牙怪</td>
        <td>眼珠、玉石、辣椒、青龍寶甲、怒濤晶體、禁咒之杖(1洞)、叫囂LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>巫毒骷髏兵</td>
        <td>亡靈的思念、壞掉的盾牌、斷劍的碎片、骷髏頭、Ｓ級武具鍊金晶石、龍麟盾(1洞)、熾焰晶體、龍麟盾、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>藍帽狼</td>
        <td>灰色的毛皮、竹籃、生鏽的鐵爪、蘋果、寒鐵劍(2洞)、漁獵晶體、寒鐵劍、蓄力一擊LV1卡、致命打擊LV1卡、浪漫的紅之魂</td>
    </tr>
    <tr height=22>
        <td height=22>赤嗥龍</td>
        <td>龍之角、龍之心、龍之血、奇妙晶體、新月之露、黑翼騎士大劍(1洞)、熾炎之弓(1洞)、頂級的寵物飼料、築夢的藍之魂、幻之金屬的碎片</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*煉金巨龍</td>
        <td>巨龍的鱗片、巨龍之角、巨龍的指甲、巨龍之牙、龍王之爪、龍王之麟、斬龍刀(1洞)、斬龍刀、不朽的紫之魂、4星琉璃寶珠、劇毒晶體、Ｄ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*賽連</td>
        <td>賽連的頭髮、拉克西絲秘藥x10、華薾裘蕾之戒、魔杖．乙太之源、魔眼之盾、海盜船長帽、冰刃LV5卡、催眠LV5卡、不朽的紫之魂、4星琉璃寶珠、劇毒晶體、Ｄ級防具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*沙羅曼達</td>
        <td>沙羅曼達之舌、灼熱之鰭、黑曜石長靴、幸運的結晶、華薾裘蕾護手、神弓．射日(1洞)、魔劍．巴爾孟克、神弓．射日、災炎LV5卡、遲緩LV5卡、不朽的紫之魂、4星琉璃寶珠、狂想晶體、Ｄ級防具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*英靈守護者</td>
        <td>生命的秘藥x10、拉克西絲秘藥x10、伊希斯之盾、夜叉拳套(1洞)、戰神之鎧(1洞)、潛力提升LV5卡、投擲石頭LV5卡、不朽的紫之魂、狂想晶體、Ｄ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*蒼碧之爪</td>
        <td>究極大補丸x10、生命的秘藥x10、雷獸之牙、破滅之劍、勇者的證明、華薾裘蕾之靴、地裂LV5卡、噬血LV5卡、不朽的紫之魂、奪識晶體、Ｄ級防具鍊金晶石、根源晶體</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*龍姬</td>
        <td>克羅托秘藥x10、拉克西絲秘藥x10、鳳凰之羽、包包頭、神怒拳套、霸者拳套、強化迴避LV3卡、戰意激昂LV3卡、不朽的紫之魂、4星琉璃寶珠</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*凜特</td>
        <td>究極大補丸x10、生命的秘藥x10、永恆之戒、麒麟之角、藍色洛可可頭飾、大祭司法杖(1洞)、元素抵禦LV3卡、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>邪念稻草人</td>
        <td>邪念稻草、遺留思念、古老的黏土板、靈氣酒、咒刃LV1卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>雪妖精亞種</td>
        <td>雪妖精之環的碎片、乙太之素、金針花、自然晶體、靈氣酒、強化魔攻LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>沙妖萌布靈劍士</td>
        <td>破碎的頭盔、野性之血、砂礫、柔軟的頭髮、米、天地二刀(1洞)、優雅晶體、天地二刀、浪漫的紅之魂、沙妖萌布靈守衛的武器</td>
    </tr>
    <tr height=22>
        <td height=22>沙妖萌布靈守衛</td>
        <td>破碎的頭盔、野性之血、砂礫、柔軟的頭髮、麵粉、基本拳套(3洞)、地元晶體、基本拳套、浪漫的紅之魂、沙妖萌布靈守衛的武器</td>
    </tr>
    <tr height=22>
        <td height=22>沙妖萌布靈斧鬥士</td>
        <td>破碎的頭盔、野性之血、砂礫、柔軟的頭髮、番薯、鋼盾、碎膽晶體、浪漫的紅之魂、沙妖萌布靈守衛的武器</td>
    </tr>
    <tr height=22>
        <td height=22>人造巨妖</td>
        <td>惡魔之角、惡魔之血、鑽石碎片、青銅棍(1洞)、白虎鬥衣、超越晶體、青銅棍、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>地獄領主</td>
        <td>惡魔的魂魄、地獄的冤魄、生命的秘藥、根源晶體、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>小王*胖達王</td>
        <td>熊掌x5、聖靈之果x5、妖精之淚x5、神奇藥水x5、Ｇ級武具鍊金晶石x5、智天使之弓、如意棒、重生晶體、活力覺醒LV3卡、睿智的黃之魂、竹葉</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*白鯊王</td>
        <td>白鯊王之牙、新月之露x5、屠殺晶體、天罡戰甲、凱旋之劍(1洞)、脈動之劍、脈動之劍(1洞)、強化命中LV3卡、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>夢魘裘卡</td>
        <td>地獄的冤魄x5、Ｇ級武具鍊金晶石、Ｇ級防具鍊金晶石、刺客短劍(1洞)、魔金屬之盾(1洞)、元素聖袍、麻痺LV3卡、不朽的紫之魂、奪識晶體、Ｄ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*巨大茲默默</td>
        <td>魔力晶石x5、聖靈之酒x5、終極靈氣酒x5、虛無晶體、魔裝拳套、魔眼之弓、反射魔靴、睿智的黃之魂、完整的裝備之心、遮光晶體</td>
    </tr>
    <tr height=22>
        <td height=22>尼克羅曼沙</td>
        <td>無人盔甲的碎片x5、生命的秘藥x3、元素聖袍、大祭司法杖(1洞)、真．命運法典(1洞)、人造天使之翼(1洞)、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*沙漠食人魔</td>
        <td>終極復原藥水x5、超級靈氣酒x5、貫甲槍．殉葬、日月雙劍(1洞)、真理法典、日月雙劍、梱綁LV3卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*超級曼陀羅</td>
        <td>花蕾x10、超級靈氣酒x5、聖靈法杖、幸運四葉草(1洞)、誓言之杖(1洞)、幸運四葉草、誓言之杖、急凍晶體、叫囂LV3卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*巨大甲蟲</td>
        <td>彈夾x5、火藥x5、新月之露x5、合金棍、轉輪槍．雙貫(1洞)、騎士戰靴、轉輪槍．雙貫、石化晶體、雙槍．沙漠之鷹(1洞)、生命覺醒LV3卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*牛頭獸人</td>
        <td>彈夾x5、火藥x5、新月之露x5、合金棍、轉輪槍．雙貫(1洞)、騎士戰靴、轉輪槍．雙貫、力量提升LV3卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*黑輪</td>
        <td>彈夾x5、火藥x5、終極復原藥水x5、魔槍．雙狩、鳳凰之羽、計都．羅喉(1洞)、疾風雙劍、強化迴避LV5卡、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*小奈</td>
        <td>魔力晶石x5、妖精之淚x5、終極靈氣酒x5、大天使之杖、冥夜幽袍、光輝大劍、地裂LV3卡、冰刃LV3卡、災炎LV3卡、閃雷LV3卡、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*暴牙</td>
        <td>終極復原藥水x5、聖靈之酒x5、全壘打球棒、野太刀(2洞)、座天使之劍、強化攻擊LV5卡、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*黑輪</td>
        <td>彈夾x5、火藥x5、終極復原藥水x5、魔槍．雙狩、鳳凰之羽、計都．羅喉(1洞)、疾風雙劍、強化迴避LV5卡、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*小奈</td>
        <td>魔力晶石x5、妖精之淚x5、終極靈氣酒x5、大天使之杖、冥夜幽袍、光輝大劍、地裂LV3卡、冰刃LV3卡、災炎LV3卡、閃雷LV3卡、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*暴牙</td>
        <td>終極復原藥水x5、聖靈之酒x5、全壘打球棒、野太刀(2洞)、座天使之劍、強化攻擊LV5卡、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*裘卡</td>
        <td>紅色染料、黃色染料、白色染料、妖精之淚x5、克羅托秘藥x5、銀製拳套、名劍．菲尼克斯、劍魔羅剎之靴、陰陽穿影(1洞)、陰陽穿影、狂化LV3卡、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*紫羅</td>
        <td>藍色染料、綠色染料、黑色染料、聖靈之果x5、金屬拳套(1洞)、命運法典、打狗棒(1洞)、大祭司法杖、華薾裘蕾護手、星耀LV3卡、治癒術LV3卡、睿智的黃之魂、迅捷晶體</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*普羅特魔神</td>
        <td>生命的秘藥x10、深淵魔杖(1洞)、伊希斯之盾(1洞)、冥界戰鎧(1洞)、光輝聖鎧、星耀LV5卡、元素抵禦LV5卡、攻擊覺醒卡、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>塔洛洛戰士</td>
        <td>野性之血、斷劍的碎片、獸人毛衣、上級復原藥水、魔裝戰鎧、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>塔洛洛巫師</td>
        <td>野性之血、乙太之素、獸人毛衣、靈氣酒、紅色貴族裝飾帽(1洞)、溫暖晶體、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>無人槍鎧兵</td>
        <td>碎鐵塊、遺留思念、靈氣酒、新月之露、投擲石頭LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>無人魔道兵</td>
        <td>破舊的魔法帽、遺留思念、終極復原藥水、新月之露、羽毛貝雷帽、築夢的藍之魂、幻之金屬的碎片</td>
    </tr>
    <tr height=22>
        <td height=22>閻獄之棺</td>
        <td>邪惡的意念、究極大補丸、聖靈之酒、機裝鎗．擊亂(1洞)、強化魔防LV5卡、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>禁錮魔箱</td>
        <td>寶箱大鎖、鎖鏈、煉金元素、神秘金屬、超級靈氣酒、折耳兔耳、雲耀雙劍(1洞)、重型晶體、強化魔防LV2卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>噬魂魔刃</td>
        <td>惡魔的魂魄、殺伐的意志、上級復原藥水、無序髮飾、溫暖晶體、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22 colspan=2>封塔分界線</td>
    </tr>
    <tr height=22>
        <td height=22>塔洛洛戰士</td>
        <td>野性之血、斷劍的碎片、獸人毛衣、上級復原藥水、抗風長靴(1洞)、魔裝戰鎧、小巧晶體、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>塔洛洛巫師</td>
        <td>野性之血、乙太之素、獸人毛衣、靈氣酒、紅色舞鞋(1洞)、紅色貴族裝飾帽(1洞)、溫暖晶體、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>塔洛洛巫師</td>
        <td>野性之血、乙太之素、獸人毛衣、靈氣酒、紅色舞鞋(1洞)、紅色貴族裝飾帽(1洞)、溫暖晶體、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>狂暴球莖怪</td>
        <td>植物的黏液、植物的根、植物的種子、鮮嫩的球莖、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>瘋狂噬毒巨花</td>
        <td>異變的花瓣、異變的花蕾、毒素、神奇藥水、緩速晶體、幸運四葉草、騎士之盾、睿智的黃之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>真魔法煉金生物</td>
        <td>煉金的魔核、魔力晶石、靈氣酒、新月藥、冰獄晶體、黑色髮箍(1洞)、睿智的黃之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>搗蛋南瓜</td>
        <td>南瓜皮、南瓜種子、螺絲釘、螺帽、魔力草藥、南瓜、護法晶體、赤銅劍(1洞)、九節法杖(2洞)、青銅之盔(1洞)、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>惡作劇南瓜</td>
        <td>線、南瓜皮、南瓜種子、魔力草藥、南瓜、Ｉ級防具鍊金原石、邪靈晶體、南瓜手杖(3洞)、南瓜手杖(2洞)、搞笑藝人眼鏡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>威力雞</td>
        <td>雞爪、鳥喙、雞肉、米、蛋、夾腳拖鞋、美工刀(2洞)、動物晶體、美工刀、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>超級威力雞大哥</td>
        <td>鮮紅雞冠、氣魄眼鏡碎片、中級復原藥水x10、新月藥x10、霸者晶體、黃色氣魄眼鏡、黑色貝雷帽(1洞)、鎖子甲(1洞)、愛心小手(2洞)、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>流浪仙人掌</td>
        <td>仙人掌花、仙人掌刺、仙人掌的汁液、泉水、準確晶體、紅寶石戒指(1洞)、合成弓、裝飾槍．赤焰(2洞)、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>曼陀蘿</td>
        <td>花瓣、花蕾、曼陀蘿的葉子、曼陀蘿的根、蔬菜、長戰弓(2洞)、葉冠(1洞)、術力晶體、掃除掃把(2洞)、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>球莖怪</td>
        <td>植物的黏液、植物的根、植物的種子、鮮嫩的球莖、農家晶體、絲質長袍(1洞)、赤銅護手(1洞)、陷阱、鐵製短劍(3洞)、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>東方魔佗蘿</td>
        <td>魔佗蘿的葉子、魔佗蘿的根、銀色小石、白蘿蔔、刺客晶體、圓框眼鏡(1洞)、鬥者雙劍(2洞)、鬥者雙劍、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>西方魔佗蘿</td>
        <td>魔佗蘿的葉子、魔佗蘿的根、金色小石、紅蘿蔔、反光晶體、Ｉ級武具鍊金原石、鬥者雙劍(1洞)、鬥者雙劍、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>赤紅曼陀羅</td>
        <td>花蕾x10、超級靈氣酒x5、聖靈法杖、幸運四葉草(1洞)、誓言之杖(1洞)、幸運四葉草、誓言之杖、急凍晶體、築夢的藍之魂、完整的裝備之心、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石、席連之戒(1洞)</td>
    </tr>
    <tr height=22>
        <td height=22>毛蟲</td>
        <td>昆蟲外皮、昆蟲的黏液、蟲蠱、Ｓ級防具鍊金晶石、沙漠晶體、狙擊弓(1洞)、狙擊弓、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>食人毛蟲</td>
        <td>玉石、酸液、毒素、神準晶體、藍色大髮帶(1洞)、雙槍．紅蓮式(1洞)、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>巨鉗</td>
        <td>巨鉗之鉗、古老的黏土板、Ｓ級武具鍊金晶石、月牙晶體、龍麟盾、硬底長靴(1洞)、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>鬥甲蟲</td>
        <td>甲蟲的鬥志、硬角質、辣椒、蟲蠱晶體、聖女法杖(1洞)、聖女法杖、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>沙蟲</td>
        <td>沙蟲之卵、砂礫、沙蟲牙齒、Ｓ級武具鍊金晶石、大地晶體、祕銀短劍(1洞)、祕銀短劍、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>禁錮魔箱</td>
        <td>寶箱大鎖、鎖鏈、煉金元素、神秘金屬、超級靈氣酒、折耳兔耳、貝莉卡魔帽、雲耀雙劍(1洞)、騎士戰靴(1洞)、重型晶體、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>毛毛</td>
        <td>雜亂的毛、滑順的毛、毛球、生命藥草、纏腳布、短劍(2洞)、祝福晶體、短劍、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>毛毛大王</td>
        <td>
            華麗的毛球、漂亮的絨毛、氣魄眼鏡碎片、中級復原藥水x10、新月草x10、大王晶體、愛心小手(3洞)、魔導之書(2洞)、羅剎戰甲(1洞)、鋼索環甲(1洞)、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石
        </td>
    </tr>
    <tr height=22>
        <td height=22>毒翅蜻蜓</td>
        <td>毒蜻蜓之殼、蜻蜓翅膀、闇影之草、毒素、Ｐ級武具鍊金晶石、毒素晶體、月詠護手、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>食人花</td>
        <td>植物的莖、染血的花瓣、乾燥的花瓣、染血的花蕾、新月藥、葉綠晶體、曬衣干(2洞)、掃除掃把(3洞)、曬衣干、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>黑死蛾</td>
        <td>蟲蛹、彩色翅膀、毒素、毒磷粉、粹毒晶體、蝶舞雙劍(1洞)、蝶翅、Ｐ級武具鍊金晶石、蝶舞雙劍、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>幻光蝶</td>
        <td>蟲卵、蟲蛹、闇影之草、彩色翅膀、詛咒晶體、檜木之杖(2洞)、復原藥水、隨身小刀(3洞)、檜木之杖、隨身小刀、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>赤蠍</td>
        <td>昆蟲之足、蠍螯、蠍尾毒針、Ｐ級武具鍊金晶石、破空晶體、卡爾短劍(2洞)、慈愛之書(2洞)、卡爾短劍、遲緩LV1卡、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>兵蟻</td>
        <td>兵蟻的下巴、兵蟻的觸鬚、核桃、鋼製短劍(2洞)、騎士晶體、祕銀雙劍(2洞)、鋼製短劍、騎士之盔、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>夜行蟻</td>
        <td>昆蟲硬殼、夜行蟻的下巴、夜行蟻的觸鬚、核桃、米、必殺晶體、妖擊短劍、彈夾、忍者戰靴(1洞)、築夢的藍之魂、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>火紅蟻</td>
        <td>火紅蟻的下巴、火紅蟻的觸鬚、Ｐ級武具鍊金晶石、辣椒、輕裝晶體、獵人短刀(1洞)、隼之弓(2洞)、隼之弓、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>巨大甲蟲</td>
        <td>
            彈夾x5、火藥x5、新月之露x5、合金棍、轉輪槍．雙貫(1洞)、騎士戰靴、轉輪槍．雙貫、石化晶體、雙槍．沙漠之鷹(1洞)、生命覺醒LV3卡、築夢的藍之魂、完整的裝備之心、1星琉璃寶珠、Ｐ級防具鍊金晶石、Ｐ級武具鍊金晶石、席連之戒(1洞)
        </td>
    </tr>
    <tr height=22>
        <td height=22>角蟲</td>
        <td>蟲蛹、細絲、Ｐ級防具鍊金晶石、魔素晶體、中級復原藥水、愛心小手(1洞)、力量道服(1洞)、愛心小手、築夢的藍之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、普通的黃金蛋糕@5</td>
    </tr>
    <tr height=22>
        <td height=22>工蟻</td>
        <td>昆蟲硬殼、工蟻的下巴、工蟻的觸鬚、Ｉ級防具鍊金原石、蘋果、米、巧克力、鋼製短劍(1洞)、收割晶體、厚重字典(3洞)、築夢的藍之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片</td>
    </tr>
    <tr height=22>
        <td height=22>無人槍鎧兵</td>
        <td>碎鐵塊、遺留思念、靈氣酒、新月之露、銀製戰靴(1洞)、甲殼晶體、築夢的藍之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、高級的寵物飼料x5</td>
    </tr>
    <tr height=22>
        <td height=22>無人魔道兵</td>
        <td>破舊的魔法帽、遺留思念、終極復原藥水、新月之露、羽毛貝雷帽、禦寒長靴(1洞)、靈法晶體、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>小妖精</td>
        <td>金針花、小妖精翅膀、妖精燐粉、泉水、蘋果、精靈晶體、厚重字典(2洞)、基本長弓(2洞)、圍裙(1洞)、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>火魅妖精</td>
        <td>小妖精翅膀、火魅妖精的磷粉、新月之露、狩魔晶體、妖精的翅膀、築夢的藍之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、普通的黃金蛋糕x5</td>
    </tr>
    <tr height=22>
        <td height=22>水球怪</td>
        <td>光輝之草、橡皮筋、泉水、生命藥草、基礎之書(2洞)、水棲晶體、杉木弓(3洞)、杉木弓、築夢的藍之魂</td>
    </tr>
    <tr height=22>
        <td height=22>進化水球怪</td>
        <td>
            氣魄眼鏡碎片、泉水@15@靈氣酒x10、Ｐ級防具鍊金晶石x5、祕法晶體、水色緞帶(1洞)、賢者之書(1洞)、銀絲之袍(1洞)、流水之書、睿智的黃之魂、席連之戒(1洞)、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片
        </td>
    </tr>
    <tr height=22>
        <td height=22>鑽頭精靈</td>
        <td>蜜蜂尾針、蜜蜂的翅膀、蜂巢碎片、蜂膠、蜂蜜、睿智晶體、祕銀雙劍(1洞)、緊身戰鬥服(1洞)、祕銀雙劍、築夢的藍之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片</td>
    </tr>
    <tr height=22>
        <td height=22>千年曼陀蘿</td>
        <td>花瓣、花蕾、曼陀蘿的葉子、曼陀蘿的根、咒法晶體、狼牙棒(1洞)、聖靈之戒(1洞)、花冠(1洞)、聖靈之戒、狼牙棒、築夢的藍之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片</td>
    </tr>
    <tr height=22>
        <td height=22>守護石像</td>
        <td>斷斧的碎片、石像的碎片、神秘金屬、破損石像冑甲、七色晶體、棒鎚(2洞)、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、魔力晶石x5</td>
    </tr>
    <tr height=22>
        <td height=22>噬魂魔刃</td>
        <td>魔劍的碎片、惡魔的魂魄、殺伐的意志、上級復原藥水、無序髮飾、防火長靴(1洞)、溫暖晶體、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、高級的寵物飼料x5</td>
    </tr>
    <tr height=22>
        <td height=22>雪妖精</td>
        <td>雪妖精之環的碎片、乙太之素、雪之結晶、教會晶體、星晨之書、新月之露、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、普通的黃金蛋糕x5</td>
    </tr>
    <tr height=22>
        <td height=22>雪妖精亞種</td>
        <td>雪妖精之環的碎片、乙太之素、金針花、自然晶體、靈氣酒、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、魔力晶石x5</td>
    </tr>
    <tr height=22>
        <td height=22>龍捲鑽頭精靈</td>
        <td>聖靈之果x10、神蹟晶體、聖靈之袍、舞鬥棍(1洞)、妖精之語、蝶舞雙劍(2洞)、舞鬥棍、穿甲短劍、睿智的黃之魂、完整的裝備之心、席連之戒(1洞)、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片
        </td>
    </tr>
    <tr height=22>
        <td height=22>蜥蜴獸人</td>
        <td>蜥蜴的鱗片、蜥蜴的尾巴、壞掉的盾牌、酒、凍結晶體、青銅盾、囚犯衣(1洞)、囚犯衣、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、普通的黃金蛋糕@5</td>
    </tr>
    <tr height=22>
        <td height=22>變種蜥蜴獸人</td>
        <td>蜥蜴的鱗片、蜥蜴的尾巴、獸人之爪、野性之血、滄海晶體、雨傘(3洞)、上級復原藥水、雨傘、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、魔力晶石@5</td>
    </tr>
    <tr height=22>
        <td height=22>赤紅蜥蜴獸人</td>
        <td>蜥蜴的鱗片、蜥蜴的尾巴、獸人之爪、野性之血、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、高級的寵物飼料x5</td>
    </tr>
    <tr height=22>
        <td height=22>鱷魚戰士</td>
        <td>鱷魚皮、鱷魚的尾巴、鱷魚之眼、Ｐ級防具鍊金晶石、漁夫晶體、寒鐵劍(1洞)、獵人短刀(2洞)、寒鐵劍、功夫鞋(1洞)、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>瘋狂鱷魚戰士</td>
        <td>鱷魚皮、鱷魚的尾巴、鱷魚之眼、Ｇ級防具鍊金晶石、上級復原藥水、生命晶體、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、普通的黃金蛋糕x5</td>
    </tr>
    <tr height=22>
        <td height=22>鯊魚戰士</td>
        <td>鯊魚的牙齒、鯊魚之鰭、壞掉的長叉、鮪魚、鱈魚、撲殺晶體、熾炎之弓、十字巨劍(2洞)、十字巨劍、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>噬血鯊魚戰士</td>
        <td>邪惡的意念、鑽石碎片、終極復原藥水、嗜血晶體、合金棍(1洞)、合金棍、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、魔力晶石x5</td>
    </tr>
    <tr height=22>
        <td height=22>白鯊王</td>
        <td>白鯊王之牙、新月之露x5、屠殺晶體、天罡戰甲、霧冰之輪、凱旋之劍(1洞)、脈動之劍、脈動之劍(1洞)、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、高級的寵物飼料@5</td>
    </tr>
    <tr height=22>
        <td height=22>半人魚</td>
        <td>魚鱗、半人魚之牙、半人魚之鰭、半人魚之蹼、貝類、流水晶體、狩月弓(1洞)、狩月弓、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>深海半魚人</td>
        <td>半魚人之肉、Ｇ級武具鍊金晶石、上策晶體、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、普通的黃金蛋糕x5</td>
    </tr>
    <tr height=22>
        <td height=22>噬毒巨花</td>
        <td>異變的花瓣、異變的花蕾、毒素、神奇藥水、緩速晶體、幸運四葉草、騎士之盾、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>高等虎蜥劍士</td>
        <td>虎蜥的銳牙、斷劍的碎片、腐肉、虎蜥之爪、Ｓ級武具鍊金晶石、突刺晶體、雪茄、睿智的黃之魂、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、魔力晶石x5</td>
    </tr>
    <tr height=22>
        <td height=22>虎蜥戰士</td>
        <td>虎蜥的銳牙、腐肉、虎蜥之爪、Ｓ級防具鍊金晶石、致命晶體、點燃的香煙、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>虎蜥獸人王</td>
        <td>
            虎蜥王之證、終極復原藥水x10、破皇晶體、巨人之骨、斬首屠刀(1洞)、玄武重鎧、爆燄之輪、聖十字劍(1洞)、比翼雙劍(1洞)、鬥者雙劍(1洞)、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片
        </td>
    </tr>
    <tr height=22>
        <td height=22>血腥虎蜥劍士</td>
        <td>虎蜥的銳牙、虎蜥之爪、腐肉、野性之血、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>血腥虎蜥獸人王</td>
        <td>血腥虎蜥獸人王之證、聖靈之酒、斬人刀(1洞)、超合金之盾、斬空劍(1洞)、睿智的黃之魂、完整的裝備之心、席連之戒(1洞)、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、高級的寵物飼料x5</td>
    </tr>
    <tr height=22>
        <td height=22>萌布靈劍擊士</td>
        <td>破碎的頭盔、獸人的指甲、獸人外衣、柔軟的頭髮、蕃茄、蘋果、健壯晶體、強化皮甲(1洞)、木棍(2洞)、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>萌布靈刺擊士</td>
        <td>破碎的頭盔、獸人的指甲、獸人外衣、柔軟的頭髮、草莓、楓糖、保暖晶體、聖者之袍、木棍(2洞)、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>萌布靈斧戰士</td>
        <td>破碎的頭盔、獸人的指甲、獸人外衣、柔軟的頭髮、西瓜、南瓜、攻擊晶體、夜叉戰甲、木棍(2洞)、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>山鬼娘劍士</td>
        <td>破碎的頭盔、獸人的指甲、獸人毛衣、堅硬的頭髮、栗子、羊肉、封印晶體、金縷衣(1洞)、日月雙劍(2洞)、日月雙劍、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>山鬼娘刺擊士</td>
        <td>破碎的頭盔、獸人的指甲、獸人毛衣、堅硬的頭髮、栗子、鴨肉、人族晶體、紅色大髮帶(1洞)、隼之弓(1洞)、隼之弓、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>山鬼娘斧鬥士</td>
        <td>破碎的頭盔、獸人的指甲、獸人毛衣、堅硬的頭髮、栗子、麵條、獵殺晶體、青銅盾(1洞)、誓言之杖(2洞)、誓言之杖、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂@5
        </td>
    </tr>
    <tr height=22>
        <td height=22>沙妖獸人劍士</td>
        <td>破碎的頭盔、野性之血、砂礫、柔軟的頭髮、米、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>沙妖獸人守衛</td>
        <td>破碎的頭盔、野性之血、砂礫、柔軟的頭髮、麵粉、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>沙妖獸人斧鬥士</td>
        <td>破碎的頭盔、野性之血、砂礫、柔軟的頭髮、番薯、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>沙漠食人魔</td>
        <td>終極復原藥水x5、超級靈氣酒x5、貫甲槍．殉葬、日月雙劍(1洞)、真理法典、日月雙劍、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>魔法煉金生物</td>
        <td>煉金的魔核、魔力晶石、靈氣酒、新月藥、荒土晶體、黑色髮箍(1洞)、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>魔法煉金生物</td>
        <td>煉金的魔核、魔力晶石、靈氣酒、新月藥、冰獄晶體、黑色髮箍(1洞)、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>魔法煉金生物</td>
        <td>煉金的魔核、魔力晶石、靈氣酒、新月藥、紅蓮晶體、黑色髮箍(1洞)、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>魔法煉金生物</td>
        <td>煉金的魔核、魔力晶石、靈氣酒、新月藥、蒼穹晶體、黑色髮箍(1洞)、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>煉金巨龍</td>
        <td>巨龍的鱗片、巨龍之角、巨龍的指甲、巨龍之牙、龍王之爪、龍王之麟、斬龍刀(1洞)、斬龍刀、睿智的黃之魂、初階魔防型進化卡、完整的裝備之心、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片@1</td>
    </tr>
    <tr height=22>
        <td height=22>龐克鳥歌手</td>
        <td>幻之種族證、妖精之淚、克羅托秘藥、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>幻想魔偶熊</td>
        <td>幻之種族證、妖精之淚、克羅托秘藥、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>蒙面鼠英雄</td>
        <td>幻之種族證、妖精之淚、克羅托秘藥、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>神犬斬刀俠</td>
        <td>幻之種族證、妖精之淚、克羅托秘藥、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>神犬弓戰士</td>
        <td>幻之種族證、妖精之淚、克羅托秘藥、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>轟天兔祭司</td>
        <td>幻之種族證、妖精之淚、克羅托秘藥、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>幻蛙大法師</td>
        <td>幻之種族證、妖精之淚、克羅托秘藥、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>暴牙</td>
        <td>終極復原藥水x5、聖靈之酒x5、全壘打球棒、野太刀(2洞)、座天使之劍、強化攻擊LV5卡、不朽的紫之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>小奈</td>
        <td>魔力晶石x5、妖精之淚x5、終極靈氣酒x5、大天使之杖、冥夜幽袍、光輝大劍、雙手闊刃劍(2洞)、紅色舞鞋(1洞)、地裂LV3卡、冰刃LV3卡、災炎LV3卡、閃雷LV3卡、不朽的紫之魂、幻之金屬的碎片、2星琉璃寶珠
        </td>
    </tr>
    <tr height=22>
        <td height=22>黑輪</td>
        <td>
            彈夾x5、火藥x5、終極復原藥水x5、魔槍．雙狩、鳳凰之羽、計都．羅喉(1洞)、疾風雙劍、硬底長靴(1洞)、強化迴避LV5卡、不朽的紫之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5
        </td>
    </tr>
    <tr height=22>
        <td height=22>托派茲</td>
        <td>黃色染料、聖靈之果x5、麵包x5、風舞之劍(1洞)、藍天聯盟男性制服、神行之靴(1洞)、壯碩晶體、強化命中LV5卡、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5
        </td>
    </tr>
    <tr height=22>
        <td height=22>胖達</td>
        <td>黑白色的毛皮、熊掌、斷掉的竹子、鱈魚、蜂蜜、太陽晶體、雨傘(2洞)、書呆子眼鏡(1洞)、神奇藥水、木棍(3洞)、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>乾枯仙人掌</td>
        <td>仙人掌花、仙人掌刺、砂礫、風元晶體、狙擊弓(2洞)、狙擊弓、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>邪惡稻草人</td>
        <td>邪念稻草、遺留思念、古老的黏土板、靈氣酒、疾行晶體、護甲皮靴(1洞)、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>玩具殺人熊</td>
        <td>棉花、布、上級復原藥水、折翼晶體、紅色無邊帽(1洞)、玻璃舞鞋(1洞)、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>人偶娃娃</td>
        <td>邪惡的意念、人偶外衣、假髮、蜂蜜、楓糖、魔導晶體、紅色洛可可頭飾、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>石像鬼</td>
        <td>壞掉的長叉、砂礫、石像鬼之角、Ｓ級防具鍊金晶石、暗元晶體、青銅棍(2洞)、睿智的黃之魂、Ｓ級武具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>三尾妖狐</td>
        <td>銀色的毛皮、老舊鈴鐺、妖力之源、魔力晶體、神行足的證明、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>鎌刃狐</td>
        <td>邪惡的意念、金色的毛皮、鐮刀的碎片、飛燕晶體、惡魔短劍、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>鎌刃銀狐</td>
        <td>銀色的毛皮、銀狐之爪、鐮刀的碎片、彈夾、水晶護手(1洞)、自由晶體、水晶護手、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>五吋釘怪</td>
        <td>邪惡的意念、亡靈的思念、老舊的繃帶、鐵釘、Ｓ級武具鍊金晶石、衰落晶體、妖擊短劍(1洞)、眼罩、妖擊短劍、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>茲默默</td>
        <td>鎖鏈、鐵球的碎片、巨塔晶體、星晨之書(1洞)、星晨之書、小巧晶體、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>天使娃娃</td>
        <td>天使的刻印、乙太的魂魄、妖精之淚、光輝晶體、天使光環、妖精的翅膀(1洞)、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>幽靈娃娃</td>
        <td>乙太之素、黑色的髮絲、麵粉、混沌晶體、水晶護手、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>巨大茲默默</td>
        <td>魔力晶石x5、聖靈之酒x5、終極靈氣酒x5、虛無晶體、白銀之輪、魔裝拳套、魔眼之弓、反射魔靴、鐵假面、睿智的黃之魂、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠、幻之金屬的碎片、稚嫩的綠之魂x5</td>
    </tr>
    <tr height=22>
        <td height=22>裘卡</td>
        <td>紅色染料、黃色染料、白色染料、妖精之淚x5、克羅托秘藥x5、銀製拳套、名劍．菲尼克斯、劍魔羅剎之靴、陰陽穿影(1洞)、陰陽穿影、壯碩晶體、狂化LV3卡、睿智的黃之魂、毀壞的幻之金屬、幻之金屬的碎片、2星琉璃寶珠、
        </td>
    </tr>
    <tr height=22>
        <td height=22>紫羅</td>
        <td>
            藍色染料、綠色染料、黑色染料、聖靈之果x5、金屬拳套(1洞)、命運法典、打狗棒(1洞)、大祭司法杖、華薾裘蕾護手、禦寒長靴(1洞)、睿智的黃之魂、毀壞的幻之金屬、Ｓ級武具鍊金晶石、Ｓ級防具鍊金晶石、2星琉璃寶珠@1
        </td>
    </tr>
    <tr height=22>
        <td height=22>吼</td>
        <td>龍的鱗片、龍的指甲、龍之牙、龍之血、Ｐ級防具鍊金晶石、火元晶體、寬刃劍(2洞)、彈夾、寬刃劍、睿智的黃之魂、幻之金屬的碎片、Ｇ級武具鍊金晶石、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>嗥</td>
        <td>龍的鱗片、龍之角、龍之心、龍之血、蔬菜、鐵甲晶體、騎兵之劍(2洞)、騎兵之劍、睿智的黃之魂、幻之金屬的碎片、Ｇ級武具鍊金晶石、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>雪原獸</td>
        <td>野獸牙齒、野性之血、斷掉的棍棒、獸人之爪、重型晶體、暴走族口罩(1洞)、硬革拳套(2洞)、雙手闊刃劍(2洞)、睿智的黃之魂、幻之金屬的碎片、Ｇ級武具鍊金晶石、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>山豬獸人</td>
        <td>草綠色的毛皮、山豬的獠牙、獸人皮甲、壞掉的流星槌、雙手闊刃劍(2洞)、戰鬥晶體、中級復原藥水、睿智的黃之魂、幻之金屬的碎片、Ｇ級武具鍊金晶石、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>山豬戰士</td>
        <td>硬質的毛皮、山豬的獠牙、獸人皮甲、壞掉的流星槌、Ｓ級防具鍊金晶石、角鬥晶體、十字巨劍(1洞)、棒鎚(1洞)、十字巨劍、棒鎚、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>牛人巨獸</td>
        <td>牛人鼻環、牛人之蹄、廢棄甲冑、野性之血、Ｇ級武具鍊金晶石、罪業晶體、睿智的黃之魂、幻之金屬的碎片、Ｇ級武具鍊金晶石、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>羅嚴</td>
        <td>紅色染料、藍色染料、燻雞肉x5、究極大補丸x5、霸者拳套(1洞)、武鬥專家頭飾、羽翼之靴(1洞)、武僧晶體、強化魔攻LV5卡、睿智的黃之魂、幻之金屬的碎片、Ｇ級武具鍊金晶石、稚嫩的綠之魂、3星琉璃寶珠@1</td>
    </tr>
    <tr height=22>
        <td height=22>鷹人</td>
        <td>鷹人之爪、Ｐ級武具鍊金晶石x5、硬革拳套(3洞)、騎士之盔(1洞)、經脈晶體、雷鳴之書、紅蓮之書、卡爾短劍(1洞)、疾行晶體、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>鷹之魔人</td>
        <td>克羅托秘藥x10、終極靈氣酒x10、砍伐晶體、神行之靴、修羅拳套(1洞)、超頻手環、修羅拳套、雷雲之輪、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>科學怪人</td>
        <td>人工心臟、人工肌肉、人造血液、終極復原藥水、聖潔晶體、赤色貝莉絲之帽(1洞)、貫甲槍．殉葬(1洞)、風宿之弓(1洞)、睿智的黃之魂、幻之金屬的碎片、Ｇ級武具鍊金晶石、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>巨岩斧魔</td>
        <td>石像的碎片、斷斧的碎片、砂礫、煉金元素、Ｓ級防具鍊金晶石、無響晶體、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>鷲翼獸</td>
        <td>巨鳥的羽毛、巨鳥的喙、奪取晶體、劍隨．劍離(1洞)、聖靈之果、劍隨．劍離、爆燄之輪、不朽的紫之魂、幻之金屬的碎片、Ｇ級武具鍊金晶石、稚嫩的綠之魂、3星琉璃寶珠</td>
    </tr>
    <tr height=22>
        <td height=22>蠻族英靈</td>
        <td>面具的碎片、壞掉的長叉、鑽石碎片、米、酒、惡魔晶體、長戰弓(1洞)、黃色大髮帶(1洞)、長戰弓、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>蠻族聖靈</td>
        <td>面具的碎片、遺留思念、靈氣酒、精神晶體、狩月弓(2洞)、鋼盾(1洞)、曬衣干(3洞)、火藥、狩月弓、睿智的黃之魂</td>
    </tr>
    <tr height=22>
        <td height=22>凱淵</td>
        <td>斷劍的碎片x5、疾風雙劍(1洞)、風神．雷神、霸者之盔、Ｇ級武具鍊金晶石、忍者戰靴(1洞)、強化防禦LV5卡、不朽的紫之魂、毀壞的幻之金屬、幻之金屬的碎片、Ｇ級武具鍊金晶石、稚嫩的綠之魂、3星琉璃寶珠</td>
    </tr>
    <tr height=22>
        <td height=22>傑斯特</td>
        <td>巨劍的碎片x5、精鍊合成靴、蓋亞之頭飾(1洞)、霸者之劍(1洞)、Ｇ級防具鍊金晶石、抗風長靴(1洞)、強化魔攻LV5卡、不朽的紫之魂、完整的裝備之心、幻之金屬的碎片、Ｇ級武具鍊金晶石、稚嫩的綠之魂、3星琉璃寶珠
        </td>
    </tr>
    <tr height=22>
        <td height=22>龍姬</td>
        <td>克羅托秘藥x10、拉克西絲秘藥x10、鳳凰之羽、包包頭、大鈴鐺頭飾、神怒拳套、霸者拳套、白銀之輪、不朽的紫之魂、幻之金屬的碎片、Ｇ級武具鍊金晶石、稚嫩的綠之魂、3星琉璃寶珠</td>
    </tr>
    <tr height=22>
        <td height=22>胖達王</td>
        <td>熊掌x5、聖靈之果x5、妖精之淚x5、神奇藥水x5、Ｇ級武具鍊金晶石x5、智天使之弓、如意棒、重生晶體、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>巫毒骷髏兵</td>
        <td>亡靈的思念、壞掉的盾牌、斷劍的碎片、骷髏頭、Ｓ級武具鍊金晶石、龍麟盾(1洞)、熾焰晶體、龍麟盾、不朽的紫之魂、幻之金屬的碎片、Ｇ級武具鍊金晶石、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>骷髏槍鬥家</td>
        <td>空彈夾、槍托、磨損子彈、槍機、槍管、狙擊晶體、神射手之證、三角軍帽、超級靈氣酒、不朽的紫之魂、毀壞的幻之金屬、Ｇ級防具鍊金晶石、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>闇靈法師</td>
        <td>亡靈的思念、魔之元素、骷髏頭、新月之露、深暗晶體、黑曜石之戒(1洞)、黑曜石之戒、不朽的紫之魂、毀壞的幻之金屬、Ｇ級防具鍊金晶石、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>刺球怪</td>
        <td>惡魔之血、邪惡的意念、刺針、腐肉、Ｓ級防具鍊金晶石、暴躁晶體、暗殺小刀(1洞)、不朽的紫之魂、毀壞的幻之金屬、Ｇ級防具鍊金晶石、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>邪眼</td>
        <td>殘破惡魔之翅、惡魔的指甲、惡魔之血、眼珠、Ｓ級武具鍊金晶石、猛烈晶體、雙槍．沙漠之鷹(2洞)、惡魔翅膀、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>肆風魔</td>
        <td>邪惡的意念、鐮刀的碎片、鑽石碎片、Ｓ級武具鍊金晶石、颱風晶體、風舞之劍、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>獨眼戰士</td>
        <td>惡魔的心臟、眼珠、鑽石碎片、殺伐的意志、武者晶體、新月之露、貝莉絲之帽(1洞)、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>惡魔鎧兵</td>
        <td>斷斧的碎片、石像的碎片、神秘金屬、破損石像冑甲、不朽的紫之魂、毀壞的幻之金屬、Ｇ級防具鍊金晶石、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>大王花妖</td>
        <td>染血的花瓣、異變的花瓣、染血的花蕾、異變的花蕾、聖骸晶體、綠色大髮帶(1洞)、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>奇美拉</td>
        <td>惡魔之角、惡魔之血、鑽石碎片、Ｇ級武具鍊金晶石、守護晶體、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>巴弗滅</td>
        <td>巴弗滅的巨鐮、拉克西絲秘藥x10、霸者之劍(1洞)、霸者之劍、天嵐戰衣、功夫鞋(1洞)、不朽的紫之魂、毀壞的幻之金屬、Ｇ級防具鍊金晶石、稚嫩的綠之魂、3星琉璃寶珠</td>
    </tr>
    <tr height=22>
        <td height=22>骸骨惡魔</td>
        <td>魔神之血x2、重轟槍．淵藪(1洞)、六角鋼棍(1洞)、弒神巫女髮飾(1洞)、不朽的紫之魂、毀壞的幻之金屬、Ｇ級防具鍊金晶石、稚嫩的綠之魂、3星琉璃寶珠</td>
    </tr>
    <tr height=22>
        <td height=22>惡魔領主</td>
        <td>惡魔的魂魄、超級靈氣酒、濁血晶體、深淵魔杖、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>人造巨妖</td>
        <td>惡魔之角、惡魔之血、鑽石碎片、青銅棍(1洞)、白虎鬥衣、超越晶體、青銅棍、不朽的紫之魂、毀壞的幻之金屬、Ｇ級防具鍊金晶石、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>無人盔甲</td>
        <td>祕銀、盔甲碎片、巨劍的碎片、淨化晶體、斬空劍、不朽的紫之魂、毀壞的幻之金屬、Ｇ級防具鍊金晶石、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>火球怪</td>
        <td>火之核、眼珠、玉石、辣椒、灼熱晶體、朱雀法袍、聖靈法杖(1洞)、不朽的紫之魂、毀壞的幻之金屬、Ｇ級防具鍊金晶石、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>米陶諾斯</td>
        <td>米陶諾斯之證、毀壞的戰斧、終極復原藥水、背德晶體、黑色無邊帽(1洞)、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>巨鎚般若</td>
        <td>玉石、惡魔之牙、鎖鏈、面具的碎片、新月之露、生魂晶體、野太刀(1洞)、野太刀、不朽的紫之魂、毀壞的幻之金屬、Ｇ級防具鍊金晶石、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>冰牙怪</td>
        <td>眼珠、玉石、辣椒、青龍寶甲、怒濤晶體、禁咒之杖(1洞)、不朽的紫之魂、毀壞的幻之金屬、Ｇ級防具鍊金晶石、稚嫩的綠之魂</td>
    </tr>
    <tr height=22>
        <td height=22>煉金獸</td>
        <td>煉金獸之牙、煉金元素、星星晶體、六角鋼棍、聖靈之果、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>鍊金獸</td>
        <td>煉金獸之牙、煉金元素、聖靈之果、元素晶體、秘銀甲(1洞)、祕銀甲、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>狂暴巴弗滅</td>
        <td>究極大補丸x5、如意棒(1洞)、冥界戰鎧、魔槍．魯格之星、真．神怒拳套、真．神怒拳套、不朽的紫之魂、完整的裝備之心、毀壞的幻之金屬、Ｇ級防具鍊金晶石、稚嫩的綠之魂、3星琉璃寶珠</td>
    </tr>
    <tr height=22>
        <td height=22>古代惡魔</td>
        <td>魔神之血x2、妖精之淚x10、暴虐晶體、霸王剪刀劍、青龍棍、無序髮飾(1洞)、小巧晶體、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>地獄領主</td>
        <td>惡魔的魂魄、地獄的冤魄、生命的秘藥、不朽的紫之魂</td>
    </tr>
    <tr height=22>
        <td height=22>夢魘裘卡</td>
        <td>
            地獄的冤魄x5、Ｇ級武具鍊金晶石、Ｇ級防具鍊金晶石、刺客短劍(1洞)、魔金屬之盾(1洞)、元素聖袍、霧冰之輪、活力覺醒LV5卡、不朽的紫之魂、5星琉璃寶珠、毀壞的幻之金屬、Ｇ級防具鍊金晶石、稚嫩的綠之魂、3星琉璃寶珠@1
        </td>
    </tr>
    <tr height=22>
        <td height=22>賽連</td>
        <td>賽連的頭髮、拉克西絲秘藥x10、華薾裘蕾之戒、魔杖．乙太之源、魔眼之盾、海盜船長帽、冰刃LV5卡、催眠LV5卡、不朽的紫之魂、Ｇ級武具鍊金晶石、短劍(2洞)、沙鏟(2洞)、5星琉璃寶珠</td>
    </tr>
    <tr height=22>
        <td height=22>沙羅曼達</td>
        <td>
            沙羅曼達之舌、灼熱之鰭、黑曜石長靴、幸運的結晶、華薾裘蕾護手、神弓．射日(1洞)、魔劍．巴爾孟克、神弓．射日、災炎LV5卡、遲緩LV5卡、不朽的紫之魂、Ｇ級武具鍊金晶石、兇惡大菜刀(2洞)、電吉他(2洞)、5星琉璃寶珠
        </td>
    </tr>
    <tr height=22>
        <td height=22>蒼碧之爪</td>
        <td>究極大補丸x10、生命的秘藥x10、雷獸之牙、破滅之劍、勇者的證明、華薾裘蕾之靴、地裂LV5卡、噬血LV5卡、不朽的紫之魂、5星琉璃寶珠、Ｇ級武具鍊金晶石、全壘打球棒(2洞)、杉木弓(2洞)</td>
    </tr>
    <tr height=22>
        <td height=22>咒印魔偶</td>
        <td>究極大補丸x5、生命的秘藥x5、銀製拳套(1洞)、光輝聖鎧(1洞)、合成晶體、麻痺LV5卡、不朽的紫之魂、初階防禦型進化卡、5星琉璃寶珠、Ｇ級武具鍊金晶石、糖果手杖(2洞)、5星琉璃寶珠</td>
    </tr>
    <tr height=22>
        <td height=22>蒼之隱者</td>
        <td>
            究極大補丸x5、如意棒(1洞)、冥界戰鎧、魔槍．魯格之星、真．神怒拳套、血腥撲殺棒槌(2洞)、水晶之袍、閃雷LV5卡、叫囂LV5卡、梱綁LV5卡、不朽的紫之魂、初階攻擊型進化卡、5星琉璃寶珠、Ｇ級武具鍊金晶石、魔導之書(2洞)
        </td>
    </tr>
    <tr height=22>
        <td height=22>英靈守護者</td>
        <td>
            生命的秘藥x10、拉克西絲秘藥x10、伊希斯之盾、夜叉拳套(1洞)、戰神之鎧(1洞)、陰陽穿影(1洞)、符文法袍(1洞)、潛力提升LV5卡、投擲石頭LV5卡、不朽的紫之魂、5星琉璃寶珠、Ｇ級武具鍊金晶石、風色紀念貓手拳套(2洞)
        </td>
    </tr>
    <tr height=22>
        <td height=22>普羅特魔神</td>
        <td>
            生命的秘藥x10、深淵魔杖(1洞)、伊希斯之盾(1洞)、冥界戰鎧(1洞)、光輝聖鎧、二識晶體、傳說魔槍．雙狩(2洞)、星耀LV5卡、元素抵禦LV5卡、攻擊覺醒卡、不朽的紫之魂、初階魔攻型進化卡、6星琉璃寶珠、Ｇ級武具鍊金晶石、風色紀念章魚雙槍(2洞)
        </td>
    </tr>
    <tr height=22>
        <td height=22>幻影梅格弗烈</td>
        <td>生命的秘藥x3、真．風神．雷神(2洞)、超合金之盾(1洞)、凱薩戰盔(1洞)、蓄力一擊LV5卡、體力提升LV5卡、不朽的紫之魂、5星琉璃寶珠、Ｇ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>幻影斑鳩</td>
        <td>生命的秘藥x3、真．神弓．射日(2洞)、羽翼髮飾(1洞)、精靈魔鎧(1洞)、能量覺醒LV5卡、靈巧提升LV5卡、不朽的紫之魂、5星琉璃寶珠、Ｇ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>幻影潔絲妮</td>
        <td>生命的秘藥x3、古代星耀刃(2洞)、輕靈羽衣(1洞)、衝擊波LV5卡、敏捷提升LV5卡、不朽的紫之魂、5星琉璃寶珠、Ｇ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>幻影魔燘</td>
        <td>生命的秘藥x3、古代魔杖．乙太之源(2洞)、元素聖袍(1洞)、惡魔貴族之翼、咒刃LV5卡、智力提升LV5卡、不朽的紫之魂、5星琉璃寶珠、Ｇ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>幻影艾里歐</td>
        <td>生命的秘藥x3、神聖日冕之書(1洞)、水晶之袍(1洞)、治癒術LV5卡、精神提升LV5卡、不朽的紫之魂、5星琉璃寶珠、Ｇ級武具鍊金晶石</td>
    </tr>
    <tr height=22>
        <td height=22>副本王*龍姬(二)</td>
        <td>克羅托秘藥x10、拉克西絲秘藥x10、鳳凰之羽、包包頭、大鈴鐺頭飾、神怒拳套、霸者拳套、一擊必殺兔耳、戰意激昂LV5卡、不朽的紫之魂、4星琉璃寶珠</td>
    </tr>
</table>
`